Revit 2024 API
IFCTransaction Properties
The IFCTransaction type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
IFCTransaction Class
Autodesk.Revit.DB.IFC Namespace